aalib
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
archlinux-keyring
argon2
aspnet-runtime-bin
aspnet-targeting-pack-bin
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audacity
audit
augeas
aura-bin
autoconf
autogen
automake
avahi
awesome
azure-cli
base
bash
bat
bdf-unifont
binutils
bison
bluez
bluez-libs
bluez-utils
bolt
boost-libs
box2d
brave-bin
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
caffeine-ng
cairo
cairomm
cantarell-fonts
cdparanoia
ceph-libs
cifs-utils
clucene
cmake
containerd
coreutils
cpio
cryptsetup
curl
dav1d
db
dbus
dbus-broker
dbus-python
dconf
debootstrap
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
ding-libs
dmd
dmenu
dnssec-anchors
docker
docker-compose
docker-credential-pass
docker-machine
dosfstools
dotnet-host-bin
dotnet-runtime-bin
dotnet-sdk-bin
dotnet-targeting-pack-bin
double-conversion
doxygen
dpkg
dtc
duktape
e2fsprogs
efibootmgr
efitools
efivar
egl-wayland
eglexternalplatform
electron17
ell
emacs
enchant
exfatprogs
expat
f2fs-tools
fakeroot
fd
ffmpeg
ffmpegthumbnailer
fftw
file
filesystem
findutils
firewalld
flac
flameshot
flex
fmt
fontconfig
fontforge
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gettext
ghc-libs
giflib
girara
git
git-completion
glib-networking
glib2
glibc
glibmm
glslang
gmime3
gmp
gnupg
gnutls
go
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub-btrfs
grub-improved-luks2-git
gsettings-desktop-schemas
gsm
gssproxy
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm3
gtksourceview4
guile
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-assoc
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-bifunctors
haskell-comonad
haskell-data-fix
haskell-diff
haskell-distributive
haskell-dlist
haskell-erf
haskell-ghc-bignum-orphans
haskell-hashable
haskell-indexed-traversable
haskell-integer-logarithms
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-tdfa
haskell-scientific
haskell-splitmix
haskell-strict
haskell-tagged
haskell-th-abstraction
haskell-these
haskell-time-compat
haskell-transformers-compat
haskell-unordered-containers
haskell-uuid-types
haskell-vector
helm
help2man
hicolor-icon-theme
hidapi
hivex
http-parser
hunspell
hwdata
hwloc
hyphen
iana-etc
ibus
icu
imlib2
iniparser
intel-ucode
iproute2
iptables
iputils
iso-codes
iwd
jansson
jfsutils
js78
json-c
json-glib
jsoncpp
kbd
keyutils
kguiaddons
kmod
krb5
kubectl
kvantum
kvantum-theme-nordic-git
kwindowsystem
l-smash
lame
laptop-mode-tools
lcms2
ldb
ldns
less
lf
libabw
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libavif
libb2
libbluray
libbpf
libbsd
libburn
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdrm
libdv
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libewf
libexif
libexttextcat
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgit2
libglvnd
libgovirt
libgpg-error
libgudev
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libindicator-gtk3
libinih
libinput
libisl
libisoburn
libisofs
libixion
libjpeg-turbo
libksba
liblangtag
libldac
libldap
libldm
libmad
libmanette
libmd
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmspub
libmwaw
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
liborcus
libosinfo
libotf
libp11-kit
libpagemaker
libpcap
libpciaccess
libpgm
libphobos
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspiro
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libuninameslist
libunistring
libunwind
liburcu
liburing
libusb
libutempter
libuv
libva
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvisio
libvisual
libvorbis
libvpx
libwacom
libwebp
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
lpsolve
lrzip
lsof
lsscsi
lua
lua53
lua53-lgi
luajit
luit
lv2
lvm2
lxappearance
lxmenu-data
lynx
lz4
lzo
lzop
m17n-db
m17n-lib
m4
make
man-db
md4c
mdadm
menu-cache
mesa
mesa-utils
meson
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
mpv
mtdev
mtools
mu
mujs
multipath-tools
ncurses
ndctl
neon
nerd-fonts-complete
net-tools
netstandard-targeting-pack-bin
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nfsidmap
nftables
nilfs-utils
ninja
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
nordic-bluish-accent-standard-buttons-theme
nordic-bluish-accent-theme
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-kde-git
nordic-polar-standard-buttons-theme
nordic-standard-buttons-theme
nordic-theme
npm
npth
nspr
nss
ntfs-3g
numactl
nvidia
nvidia-utils
oath-toolkit
obsidian
odt2txt
offlineimap
oniguruma
opencore-amr
openjpeg2
openmpi
openpmix
openssh
openssl
openvpn
optimus-manager
opus
orc
osinfo-db
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
pass
pass-secrets-git
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
perl
perl-error
perl-libintl-perl
perl-locale-gettext
perl-mailtools
perl-parse-yapp
perl-timedate
phodav
picom
pinentry
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pixman
pkcs11-helper
pkgconf
polkit
poppler
poppler-glib
popt
portsmf
potrace
powertop
procps-ng
protonmail-bridge
protonvpn
protonvpn-cli
protonvpn-gui
psmisc
python
python-appdirs
python-attrs
python-bcrypt
python-build
python-cairo
python-cffi
python-chardet
python-cryptography
python-distro
python-dnspython
python-docopt
python-entrypoints
python-ewmh
python-gnupg
python-gobject
python-idna
python-imaplib2
python-importlib-metadata
python-installer
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jinja
python-keyring
python-markdown
python-markupsafe
python-more-itertools
python-nspektr
python-ordered-set
python-packaging
python-pep517
python-pillow
python-ply
python-proton-client
python-protonvpn-nm-lib
python-psutil
python-pulsectl
python-pycparser
python-pyopenssl
python-pyparsing
python-pythondialog
python-pyxdg
python-requests
python-rfc6555
python-secretstorage
python-setproctitle
python-setuptools
python-setuptools-scm
python-six
python-systemd
python-tomli
python-trove-classifiers
python-urllib3
python-validate-pyproject
python-wheel
python-xlib
python-zipp
qt5-base
qt5-declarative
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt5ct
qt6-base
qt6-svg
qt6-translations
raptor
rasqal
rav1e
re2
readline
redland
reiserfsprogs
rest
rhash
ripgrep
rpcbind
rsync
rubberband
ruby
ruby-concurrent-ruby-0
ruby-irb
ruby-little-plugger
ruby-logging
ruby-multi_json
ruby-reline
ruby-ruby-dbus
ruby-thor
rubygems
runc
samba
sbc
sbsigntools
sdbus-cpp
sddm
sddm-nordic-theme-git
sdl2
sdl2_image
seabios
sed
semver
serd
shaderc
shadow
shared-mime-info
shellcheck
slang
sleuthkit
smbclient
snap-pac
snapper
snappy
sord
sound-theme-freedesktop
soundtouch
speex
speexdsp
spice
spice-gtk
spirv-tools
sqlite
squashfs-tools
sratom
srt
startup-notification
strace
sudo
suil
supermin
svt-av1
sxiv
syncthing
sysfsutils
syslinux
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
teams
terminus-font
terraform
tevent
texinfo
thin-provisioning-tools
tpm2-tss
tracker3
tree
tslib
ttf-dejavu
ttf-ms-fonts
ttf-rubik
ttf-vista-fonts
twolame
tzdata
uchardet
ueberzug
unzip
usbredir
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
vid.stab
vim
vim-runtime
virglrenderer
virt-install
visual-studio-code-bin
vmaf
vte-common
vte3
vulkan-headers
vulkan-icd-loader
wavpack
wayland
webkit2gtk
webrtc-audio-processing
wget
which
woff2
wpa_supplicant
wpebackend-fdo
wxgtk-common
wxgtk3
x264
x265
xapian-core
xautolock
xbindkeys
xbitmaps
xcape-git
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xterm
xvidcore
xxhash
xz
yajl
yaml-language-server
yara
zafiro-icon-theme
zathura
zathura-pdf-poppler
zeromq
zimg
zlib
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-vi-mode
zstd
zxing-cpp
