a52dec
aalib
abseil-cpp
acl
acpid
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
android-udev
aom
apparmor
archlinux-keyring
argon2
aribb24
aspnet-runtime-6.0-bin
aspnet-runtime-bin
aspnet-targeting-pack-6.0-bin
aspnet-targeting-pack-bin
at-spi2-core
atkmm
attr
audacity
audit
augeas
aura-bin
auto-cpufreq
autoconf
automake
autorandr
avahi
awesome
ayatana-ido
azure-cli
base
bash
bat
bc
betterlockscreen
binutils
bison
bluez
bluez-libs
bluez-utils
bolt
boost-libs
box2d
brave-bin
bridge-utils
brltty
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
caffeine-ng
cairo
cairomm
cantarell-fonts
capstone
cdparanoia
chromium
cifs-utils
clucene
cmake
containerd
coreutils
cpio
cppdap
cryptsetup
curl
dav1d
db
db5.3
dbus
dbus-broker
dbus-python
dconf
debootstrap
default-cursors
dell-bios-fan-control-git
desktop-file-utils
device-mapper
dfhack
dhcpcd
diffutils
ding-libs
dmenu
dmidecode
dnsmasq
dnssec-anchors
docker
docker-buildx
docker-compose
docker-credential-pass
docker-machine
dockfmt
dosfstools
dotnet-host-bin
dotnet-runtime-6.0-bin
dotnet-runtime-bin
dotnet-sdk-6.0-bin
dotnet-sdk-bin
dotnet-targeting-pack-6.0-bin
dotnet-targeting-pack-bin
double-conversion
dpkg
dtc
duktape
dwarffortress
dwarftherapist
e2fsprogs
edk2-aarch64
edk2-arm
edk2-ovmf
efibootmgr
efitools
efivar
egl-wayland
eglexternalplatform
electron
electron25
elfutils
ell
emacs-nativecomp
enchant
exfatprogs
expat
eza
f2fs-tools
faad2
fakeroot
fd
feh
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firewalld
flac
flameshot
flex
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf-git
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdbm
gdk-pixbuf2
gettext
ghc-libs
giflib
girara
git
git-completion
git-lfs
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
glusterfs
gmime3
gmp
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grpc
grub-btrfs
grub-improved-luks2-git
gsettings-desktop-schemas
gsm
gssdp
gssproxy
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm3
gtksourceview4
guile
gulp
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-ansi-wl-pprint
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base-unicode-symbols
haskell-base16-bytestring
haskell-base64
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-boring
haskell-bsb-http-chunked
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cassava
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-constraints
haskell-contravariant
haskell-cookie
haskell-crypton
haskell-crypton-connection
haskell-crypton-x509
haskell-crypton-x509-store
haskell-crypton-x509-system
haskell-crypton-x509-validation
haskell-cryptonite
haskell-data-array-byte
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dec
haskell-diff
haskell-digest
haskell-digits
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-easy-file
haskell-emojis
haskell-erf
haskell-fast-logger
haskell-fgl
haskell-file-embed
haskell-foldable1-classes-compat
haskell-generically
haskell-ghc-bignum-orphans
haskell-glob
haskell-gridtables
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-list
haskell-hslua-marshalling
haskell-hslua-module-doclayout
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-module-zip
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-hslua-repl
haskell-hslua-typing
haskell-http-api-data
haskell-http-client
haskell-http-client-tls
haskell-http-date
haskell-http-media
haskell-http-types
haskell-http2
haskell-hunit
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-isocline
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-mmorph
haskell-monad-control
haskell-mono-traversable
haskell-network
haskell-network-byte-order
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-only
haskell-optparse-applicative
haskell-ordered-containers
haskell-pandoc
haskell-pandoc-lua-engine
haskell-pandoc-lua-marshal
haskell-pandoc-server
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-prettyprinter
haskell-primitive
haskell-psqueues
haskell-quickcheck
haskell-random
haskell-recv
haskell-regex-base
haskell-regex-tdfa
haskell-resourcet
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-servant
haskell-servant-server
haskell-sha
haskell-simple-sendfile
haskell-singleton-bool
haskell-skylighting
haskell-skylighting-core
haskell-skylighting-format-ansi
haskell-skylighting-format-blaze-html
haskell-skylighting-format-context
haskell-skylighting-format-latex
haskell-socks
haskell-some
haskell-sop-core
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-string-conversions
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-time-manager
haskell-tls
haskell-toml-parser
haskell-transformers-base
haskell-transformers-compat
haskell-type-equality
haskell-typed-process
haskell-typst
haskell-typst-symbols
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vault
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-wai
haskell-wai-app-static
haskell-wai-cors
haskell-wai-extra
haskell-wai-logger
haskell-warp
haskell-witherable
haskell-word8
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hdparm
helm
hicolor-icon-theme
hidapi
highway
hivex
hslua-cli
http-parser
hugo
hunspell
hwdata
hwloc
hyphen
i3lock-color
i8kutils
iana-etc
ibus
icu
imagemagick
imath
imlib2
iniparser
intel-ucode
iproute2
iptables
iputils
iso-codes
iwd
jansson
java-runtime-common
jbigkit
jfsutils
jq
jre-openjdk
json-c
json-glib
jsoncpp
kbd
keyutils
kguiaddons5
kmod
krb5
kubectl
kvantum
kvantum-theme-nordic-git
kwindowsystem5
kyotocabinet
l-smash
lame
laptop-mode-tools
lcms2
ldb
ldns
less
lf
libabw
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdr
libcloudproviders
libcmis
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libde265
libdecor
libdeflate
libdovi
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libewf
libexif
libexttextcat
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libfreehand
libgccjit
libgcrypt
libgirepository
libgit2
libglvnd
libgovirt
libgpg-error
libgudev
libguestfs
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libindicator-gtk3
libinih
libinput
libiscsi
libisl
libisoburn
libisofs
libixion
libjpeg-turbo
libjpeg6-turbo
libjxl
libksba
liblangtag
liblc3
libldac
libldap
libldm
liblouis
liblqr
libmad
libmanette
libmatroska
libmd
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspack
libmspub
libmtp
libmwaw
libmysofa
libnbd
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libosinfo
libotf
libp11-kit
libpagemaker
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libpng
libpng12
libproxy
libpsl
libpulse
libqxp
libraqm
libraw1394
libreoffice-fresh
librest
librevenge
librsvg
libsamplerate
libsasl
libsbsms
libseccomp
libsecret
libshout
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspeechd
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtiff5
libtirpc
libtommath
libtool
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libutempter
libuv
libva
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvisio
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwireplumber
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
light
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
lpsolve
lrzip
lsof
lsscsi
lttng-ust
lua
lua-lpeg
lua52
lua53
lua53-lgi
luajit
luit
lv2
lvm2
lxappearance
lxmenu-data
lynx
lz4
lzo
lzop
m17n-db
m17n-lib
m4
make
man-db
mbedtls
md4c
mdadm
menu-cache
mesa
mesa-utils
meson
mimalloc
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mold
mpfr
mpg123
mtdev
mtools
mu
multipath-tools
ncurses
ndctl
neomutt
neon
nerd-fonts-complete
net-tools
netstandard-targeting-pack-bin
nettle
network-manager-applet
networkmanager
nfs-utils
nfsidmap
nftables
nilfs-utils
ninja
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
nordic-bluish-accent-standard-buttons-theme
nordic-bluish-accent-theme
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-kde-git
nordic-polar-standard-buttons-theme
nordic-standard-buttons-theme
nordic-theme
notmuch-runtime
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
numactl
nvidia
nvidia-prime
nvidia-utils
nvm
obs-studio
obsidian
ocl-icd
odt2txt
offlineimap
onetbb
onevpl
oniguruma
openal
openbsd-netcat
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openresolv
openssh
openssl
optimus-manager
opus
opusfile
orc
osinfo-db
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pandoc-cli
pango
pangomm
papirus-icon-theme
parted
pass
pass-secrets-git
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pcsclite
perl
perl-error
perl-libintl-perl
perl-mailtools
perl-timedate
phodav
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
plocate
polkit
poppler
poppler-glib
popt
portaudio
portmidi
portsmf
powershell-bin
procps-ng
protobuf
protonmail-bridge-bin
psmisc
python
python-annotated-types
python-attrs
python-autocommand
python-build
python-cachecontrol
python-cachy
python-cairo
python-capng
python-cffi
python-charset-normalizer
python-cleo
python-click
python-crashtest
python-cryptography
python-distlib
python-distro
python-docopt
python-dulwich
python-dunamai
python-ewmh
python-fastjsonschema
python-filelock
python-gobject
python-html5lib
python-idna
python-imaplib2
python-importlib-metadata
python-inflect
python-installer
python-jaraco.classes
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jinja
python-jsonschema
python-jsonschema-specifications
python-keyring
python-lark-parser
python-lockfile
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-pexpect
python-pillow
python-pkginfo
python-platformdirs
python-ply
python-poetry
python-poetry-core
python-poetry-dynamic-versioning
python-poetry-plugin-export
python-psutil
python-ptyprocess
python-pulsectl
python-pycparser
python-pydantic
python-pydantic-core
python-pyproject-hooks
python-pyrsistent
python-pyxdg
python-rapidfuzz
python-referencing
python-requests
python-requests-toolbelt
python-rfc6555
python-rpds-py
python-secretstorage
python-setproctitle
python-setuptools
python-shellingham
python-six
python-tomli
python-tomlkit
python-tqdm
python-trove-classifiers
python-typing_extensions
python-urllib3
python-validate-pyproject
python-virtualenv
python-webencodings
python-wheel
python-xlib
python-zipp
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-cris
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-nios2
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qt5-base
qt5-declarative
qt5-location
qt5-svg
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5ct
qt6-base
qt6-declarative
qt6-svg
qt6-translations
rapidjson
raptor
rasqal
rav1e
re2
readline
redland
reiserfsprogs
rhash
ripgrep
rnnoise
rofi
rpcbind
rpm-tools
rsync
rtkit
rubberband
runc
samba
sbc
sbsigntools
sdbus-cpp
sdbus-cpp-doc
sddm
sddm-nordic-theme-git
sdl12-compat
sdl2
sdl2_image
sdl_image
sdl_ttf
seabios
sed
semver
serd
sfsexp
shaderc
shadow
shared-mime-info
shellcheck
shfmt
slang
sleuthkit
smbclient
snap-pac
snapper
snappy
sord
sound-theme-freedesktop
soundsense
soundtouch
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-tools
sqlite
squashfs-tools
sratom
srt
startup-notification
strace
stylelint
sudo
suil
supermin
svt-av1
sxiv
syncthing
sysfsutils
syslinux
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
terminus-font
terraform
tevent
texinfo
thin-provisioning-tools
tidy
tk
tpm2-tss
traceroute
tracker3
trash-cli
tree
tree-sitter
tslib
ttf-dejavu
ttf-liberation
ttf-ms-fonts
ttf-rubik
ttf-vista-fonts
twolame
tzdata
udisks2
ueberzug
unzip
usbredir
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
vde2
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virt-viewer
virtiofsd
vlc
vmaf
volume_key
vscodium
vte-common
vte3
vulkan-headers
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
webrtc-audio-processing-1
wget
which
wireguard-tools
wireplumber
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
wxwidgets-common
wxwidgets-gtk3
x264
x265
xapian-core
xautolock
xbindkeys
xbitmaps
xcape-git
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xterm
xvidcore
xxhash
xz
yajl
yaml-language-server
yara
yarn
zafiro-icon-theme
zathura
zathura-pdf-poppler
zeromq
zimg
zix
zlib
zoom
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-vi-mode
zstd
zxing-cpp
